export const faqData=[
    {
        id: "q1",
     question:"هل منتجاتكم مناسبة لجميع أنواع البشرة؟",
     answer:"نعم، بالتأكيد. تم تركيب منتجاتنا للعناية بالبشرة بعناية فائقة لتكون لطيفة وفعالة مع جميع أنواع البشرة، بما في ذلك البشرة الجافة، الدهنية، المختلطة، والحساسة. ونوصي دائماً بإجراء اختبار حساسية على جزء بسيط من البشرة قبل الاستخدام الأول."

    },
    {
        id: "q2",
     question:"كم من الوقت أحتاج لرؤية نتائج ملحوظة؟",
     answer:"على الرغم من اختلاف طبيعة كل بشرة، إلا أن معظم عملائنا يلاحظون تحسناً في الترطيب ونعومة البشرة خلال الأسبوع الأول. وللحصول على بشرة أكثر إشراقاً وصحة، نوصي بالاستخدام المنتظم لمدة 4 إلى 6 أسابيع."

    },
    {
        id: "q3",
     question:"هل منتجاتكم مصنوعة من مكونات طبيعية؟",
     answer:"بالتأكيد. نحن نستخدم مستخلصات نباتية عالية الجودة ومكونات مغذية ومفيدة للبشرة تم اختيارها بعناية لحمايتها والعناية بها. خلطاتنا خالية تماماً من المواد الكيميائية القاسية ومصممة للاستخدام اليومي."

    }
 ]